Repository: DealersLeague/dealersleaguemarine-wordpress-plugin
Catalog: languages/dlmarine-*.po
Languages: de_de

source: Bonaire, Sint Eustatius and Saba
de_de: Bonaire, St. Eustatius und Saba

source: Brazil
de_de: Brasilien

source: Bouvet Island
de_de: Bouvetinsel

source: Belarus
de_de: Weißrußland (Belarus)

source: Canada
de_de: Kanada

source: Cocos (Keeling) Islands
de_de: Kokosinseln (Keeling)

source: Congo, Democratic Republic of the
de_de: Kongo

source: Central African Republic
de_de: Zentralafrikanische Republik

source: Congo
de_de: Kongo

source: Switzerland
de_de: Schweiz

source: Côte d'Ivoire
de_de: Elfenbeinküste

source: Cook Islands
de_de: Cook-Inseln

source: Cameroon
de_de: Kamerun

source: Colombia
de_de: Kolumbien

source: Cuba
de_de: Kuba

source: Cabo Verde
de_de: Kap Verde

source: Christmas Island
de_de: Weihnachtsinsel (Austr.Verwaltung)

source: Cyprus
de_de: Zypern

source: Czechia
de_de: Tschechische Republik

source: Djibouti
de_de: Dschibuti

source: Denmark
de_de: Dänemark

source: Dominican Republic
de_de: Dominikanische Republik

source: Algeria
de_de: Algerien

source: Estonia
de_de: Estland

source: Egypt
de_de: Ägypten

source: Western Sahara
de_de: Westsahara Eigenst.Staat

source: Spain
de_de: Spanien

source: Ethiopia
de_de: Äthiopien

source: Finland
de_de: Finnland

source: Fiji
de_de: Fidschi

source: Falkland Islands (Malvinas)
de_de: Falklandinseln (Malvinen)

source: Micronesia (Federated States of)
de_de: Mikronesien

source: Faroe Islands
de_de: Faeroeer Inseln Dän.Verwaltung

source: France
de_de: Frankreich

source: Gabon
de_de: Gabun

source: Georgia
de_de: Georgien

source: French Guiana
de_de: Französisch Guayana

source: Greenland
de_de: Grönland

source: Equatorial Guinea
de_de: Papua-Neuguinea

source: Greece
de_de: Griechenland

source: South Georgia and the South Sandwich Islands
de_de: Südgeorgien und Süd-Sandwich-Insel

source: Heard Island and McDonald Islands
de_de: Heard und Mc Donald Inseln (unter Austr.Verw.)

source: Croatia
de_de: Kroatien

source: Hungary
de_de: Ungarn

source: Indonesia
de_de: Indonesien

source: Ireland
de_de: Irland

source: India
de_de: Indien

source: British Indian Ocean Territory
de_de: Brit.Terr.Im Indischen Ozean

source: Iraq
de_de: Irak

source: Iran (Islamic Republic of)
de_de: Iran

source: Iceland
de_de: Island

source: Italy
de_de: Italien

source: Jamaica
de_de: Jamaika

source: Jordan
de_de: Jordanien

source: Kenya
de_de: Kenia

source: Kyrgyzstan
de_de: Kirgisistan

source: Cambodia
de_de: Kambodscha

source: Comoros
de_de: Komoren

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis

source: Korea (Democratic People's Republic of)
de_de: Korea

source: Korea, Republic of
de_de: Korea

source: Cayman Islands
de_de: Kaimaninseln

source: Kazakhstan
de_de: Kasachstan

source: Lao People's Democratic Republic
de_de: Laos

source: Lebanon
de_de: Libanon

source: Liberia
de_de: Liberiern

source: Lithuania
de_de: Litauen

source: Luxembourg
de_de: Luxemburg

source: Latvia
de_de: Lettland

source: Libya
de_de: Libysch-Arabische Dschamahirija

source: Morocco
de_de: Marokko

source: Moldova, Republic of
de_de: Moldavien

source: Saint Martin (French part)
de_de: Saint Martin

source: Madagascar
de_de: Madagaskar

source: Marshall Islands
de_de: Marshall-Inseln

source: North Macedonia
de_de: Mazedonien

source: Mongolia
de_de: Mongolin

source: Northern Mariana Islands
de_de: Marianen, Nördliche

source: Mauritania
de_de: Mauretanien

source: Maldives
de_de: Malediven

source: Mexico
de_de: Mexiko

source: Malaysia
de_de: Malaysien

source: Mozambique
de_de: Mosambik

source: New Caledonia
de_de: Neu-Kaledonien

source: Norfolk Island
de_de: Weihnachtsinsel

source: Netherlands
de_de: Niederlande

source: Norway
de_de: Norwegen

source: New Zealand
de_de: Neuseeland

source: French Polynesia
de_de: Französisch-Polynesien

source: Papua New Guinea
de_de: Papua-Neuguinea

source: Philippines
de_de: Philippinen

source: Poland
de_de: Polen

source: Saint Pierre and Miquelon
de_de: St.Pierre und Miquelon

source: Palestine, State of
de_de: Palästina

source: Qatar
de_de: Katar

source: Romania
de_de: Rumänien

source: Serbia
de_de: Serbien

source: Russian Federation
de_de: Russische Föderation

source: Rwanda
de_de: Ruanda

source: Saudi Arabia
de_de: Saudi-Arabien

source: Solomon Islands
de_de: Salomonen

source: Seychelles
de_de: Seychellen

source: Sweden
de_de: Schweden

source: Singapore
de_de: Singapur

source: Saint Helena, Ascension and Tristan da Cunha
de_de: St. Helena

source: Slovenia
de_de: Slowenien

source: Svalbard and Jan Mayen
de_de: Spitzbergen und Jan Mayen

source: Slovakia
de_de: Slowakai

source: South Sudan
de_de: Sudan

source: Sao Tome and Principe
de_de: Sao Tome und Principe

source: Sint Maarten (Dutch part)
de_de: Sint Maarten

source: Syrian Arab Republic
de_de: Arabische Republik Syrien

source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln

source: Chad
de_de: Tschad

source: French Southern Territories
de_de: Franz. Südgebiete

source: Tajikistan
de_de: Tadschikistan

source: Timor-Leste
de_de: Osttimor

source: Tunisia
de_de: Tunesien

source: Turkey
de_de: Turkei

source: Trinidad and Tobago
de_de: Trinidad und Tobago

source: Taiwan, Province of China
de_de: Taiwan

source: Tanzania, United Republic of
de_de: Tansania

source: United States Minor Outlying Islands
de_de: Amerikanisch-Ozeanien

source: United States of America
de_de: Vereinigte Staaten von Amerika

source: Holy See
de_de: Heiliger Stuhl

source: Saint Vincent and the Grenadines
de_de: St. Vincent und die Grenadinen

source: Venezuela (Bolivarian Republic of)
de_de: Venezuela

source: Virgin Islands (British)
de_de: Britische Jungferninseln

source: Virgin Islands (U.S.)
de_de: Amerikanische Jungferninseln

source: Wallis and Futuna
de_de: Wallis und Futuna Inseln

source: South Africa
de_de: Südafrika

source: Zambia
de_de: Sambia

source: Zimbabwe
de_de: Simbabwe

source: hp
de_de: PS

source: cm3
de_de: cm³

source: m2
de_de: m²

source: Ocean
de_de: Hochsee

source: Inshore
de_de: Küstennahne Gewässer

source: Sheltered waters
de_de: Geschützte Gewässer

source: Sort by:
de_de: Sortieren nach:

source: Default Sorting
de_de: Voreingestellte Sortierung

source: Newest First
de_de: Neueste zuerst

source: Oldest First
de_de: Älteste zuerst

source: Lowest Price First
de_de: Niedrigster Preis zuerst

source: Highest Price First
de_de: Höchster Preis zuerst

source: Draft
de_de: Tiefgang

source: Select Manufacturer
de_de: Hersteller auswählen

source: Category
de_de: Kategorie

source: Select Category
de_de: Kategorie auswählen

source: Select Price
de_de: Preis auswählen

source: All Prices
de_de: Alle Preise

source: 100,000 and above
de_de: 100.000 und mehr

source: Search
de_de: Suche

source: More Options
de_de: Weitere Optionen

source: Age
de_de: Alter

source: 1999 and older
de_de: 1999 und älter

source: Fuel Type
de_de: Kraftstoffart

source: Country
de_de: Land

source: All Countries
de_de: Alle Länder

source: Colour
de_de: Rumpffarbe

source: All Colours
de_de: Alle Farben

source: I have read and agreed to the %sPrivacy Policy%s
de_de: Ich habe die %sDatenschutzerklärung%s gelesen und verstanden

source: EU taxed (document existent)
de_de: EU-versteuert (Beleg)

source: VAT Paid
de_de: MwSt. bezahlt

source: VAT Stated Separatly
de_de: MwSt Separat ausgewiesen

source: Share on Facebook
de_de: Auf Facebook teilen

source: Share on Twitter
de_de: Auf Twitter teilen

source: Thought you might like this
de_de: Ich denke, daß dies von Interesse sein dürfte

source: Hi, Thought this might interest you
de_de: Hi, das dürfte Sie interessieren

source: Share via email
de_de: Per E-Mail teilen

source: Check out this boat
de_de: Schauen Sie dieses Boot an

source: Share via WhatsApp
de_de: Auf WhatsApp teilen

source: Print this page
de_de: Diese Seite ausdrucken

source: Enquiry
de_de: Anfrage

source: Watch Video
de_de: Video ansehen

source: Request Survey
de_de: Gutachtenanfrage

source: Click here to watch the video:
de_de: Klicken Sie hier, um das Video anzusehen:

source: General Details
de_de: Generelle Information

source: VAT
de_de: MwSt

source: Your Name
de_de: Ihr Name

source: Your Email
de_de: Ihre E-Mail-Adresse

source: Phone
de_de: Telefon

source: Your Phone
de_de: Ihre Telefonnummer

source: Subject
de_de: Grund Ihres Kontaktes

source: Choose an option
de_de: Wählen Sie eine Option aus

source: Viewing
de_de: Besichtigung

source: Availability
de_de: Verfügbarkeit

source: Pricing
de_de: Preis

source: Further Information
de_de: Weitere Information

source: Message
de_de: Nachricht

source: Send
de_de: Senden

source: As New
de_de: Wie neu

source: View Listing
de_de: Mehr Information
