Repository: DealersLeague/dealersleaguemarine-wordpress-plugin
Catalog: languages/dlmarine-*.po
Languages: de_de

source: Boat Type
de_de: Bootskategorie

source: Advert
de_de: Anzeige

source: Purpose
de_de: Nutzung

source: Sales
de_de: Verkauf

source: Rental
de_de: Vermietung

source: Type
de_de: Rumpfart

source: Boat
de_de: Boot

source: Trailer
de_de: Liegeplatz

source: Engine
de_de: Motor

source: Mooring
de_de: Liegeplatz

source: Other
de_de: Andere

source: Motorboat
de_de: Motorboot

source: Sailboat
de_de: Segelboot

source: Inflatable
de_de: Schlauchboot

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Modified
de_de: Modifiziert

source: Listing Details
de_de: Anzeigendetails

source: Listing Management
de_de: Listen Management

source: Office Location
de_de: Bürostandort

source: location
de_de: Standort

source: Internal Code
de_de: Interner Code

source: Optional. For internal use only
de_de: Optional. Nur für den internen Gebrauch

source: Short Description
de_de: Kurze Beschreibung

source: Please choose a language
de_de: Sprache auswählen

source: Long Description
de_de: Lange Beschreibung

source: External Link
de_de: Externe URL

source: Please choose the language of the target website
de_de: Sprache der Webseite auswählen

source: Sales Details
de_de: Verkaufsinformationen

source: Sale Class
de_de: Verkauf-Status

source: New
de_de: Neu

source: Used
de_de: Gebraucht

source: New (instock)
de_de: Neu (auf Lager)

source: New (preordered)
de_de: Neu (vorbestellt)

source: New (onordered)
de_de: Neu (auf Bestellung)

source: Used (was in charter)
de_de: Gebraucht (in Charter gewesen)

source: Demonstration (already in water)
de_de: Vorführung (bereits im Wasser)

source: Demonstration (NOT in water)
de_de: Vorführung (NICHT im Wasser)

source: Sale Status
de_de: Verkausstatus

source: Under-offer
de_de: Zum Angebot

source: Sold
de_de: Verkauft

source: Available
de_de: Zur Verfügung

source: Condition
de_de: Zustand

source: As-new
de_de: Wie neu

source: Excellent
de_de: Exzellent

source: Good
de_de: Gut

source: Damaged
de_de: Beschädigt

source: Need-repair
de_de: Reparaturbedarf

source: Price
de_de: Preis

source: amount
de_de: Anzahl

source: Fixed
de_de: Festkiel

source: On-request
de_de: Auf Anfrage

source: Negotiable
de_de: Verhandlungsbasis

source: Auction
de_de: Auktion

source: Share
de_de: Teilen

source: VAT Status
de_de: Mehrwertsteuer-Status

source: Paid
de_de: Bezahlt

source: Not-paid
de_de: Nicht bezahlt

source: Unknown
de_de: Unbekannt

source: Area
de_de: Segelfläche

source: Stated Separatly
de_de: Separat ausgewiesen

source: Trade in Allowed
de_de: Inzahlungnahme möglich

source: Trade In
de_de: Inzahlungnahme möglich

source: Previous Owners
de_de: Vorherige Besitzer

source: If boat is first hand, use "0".
de_de: Wenn das Boot aus erster Hand kommt, verwenden Sie “0”.

source: Location
de_de: Standort

source: Please choose a country
de_de: Land auswählen

source: Mooring Available
de_de: Liegeplatz verfügbar

source: Boat Details
de_de: Bootsdetails

source: Boat Types
de_de: Boots-Typen

source: Construction Details
de_de: Baueigenschaften

source: Manufacturer
de_de: Hersteller

source: Model
de_de: Modell

source: Boat Name
de_de: Bootsname

source: Year Built
de_de: Baujahr

source: Year Launched
de_de: Erstwasserung

source: Last Refit
de_de: Letzte Wartung

source: Cockpit Type
de_de: Cockpit Typ

source: Aft
de_de: Achtercockpit

source: Center
de_de: Mittelcockpit

source: Double
de_de: Doppelcockpit

source: Steering Type
de_de: Steuerung

source: Tiller
de_de: Pinne

source: Single-wheel
de_de: Einzelruder

source: Dual-wheel
de_de: Dual-Rad

source: Optional extra details
de_de: Optionale zusätzliche Angaben

source: Convertible Top
de_de: Cabrioverdeck

source: CE Certification
de_de: CE-Zertifizierung

source: CE Design Category
de_de: CE-Design Kategorie

source: CE Passenger Capacity
de_de: CE-Passagier-Zertifizierung

source: Registration
de_de: Registrierung

source: Flag
de_de: Flagge

source: Port
de_de: Hafen

source: Commercial
de_de: Kommerziell

source: Private
de_de: Privat

source: Dimensions
de_de: Abmessungen

source: LOA
de_de: L.ü.A.

source: Length overall
de_de: Gesamtlänge

source: LWL
de_de: Länge Wasserlinie

source: Beam
de_de: Breite

source: Draught
de_de: Tiefgang

source: Draught Keelup
de_de: Tiefgang

source: Clearance
de_de: Durchfahrtshöhe

source: Displacement
de_de: Verdrängung

source: Hull
de_de: Rumpf

source: Colours
de_de: Farben

source: Free text, for example: white, blue stripe with red dots
de_de: Freier Text, zum Beispiel: weiß, blauer Streifen mit roten Punkten

source: Material
de_de: Rumpfmaterial

source: Please choose a material
de_de: Material auswählen

source: Planing
de_de: Gleiter

source: Semi-displacement
de_de: Halbgleiter

source: Keel Type
de_de: Kiel Typ

source: Fin
de_de: Flossenkiel

source: Full
de_de: Langkiel

source: Bulb
de_de: Festkiel mit Bombe

source: Winged
de_de: Flügelkiel

source: Twin
de_de: Kimmkiel

source: Swing
de_de: Schwenkkiel

source: Lifting
de_de: Hubkiel

source: Canting
de_de: Kippkiel

source: Daggerboard
de_de: Kielschwert

source: Flat
de_de: Plattboden

source: Keel Ballast
de_de: Ballastkiel

source: Drive
de_de: Antrieb

source: No Engine
de_de: Kein Antrieb

source: Has Engine?
de_de: Mit Motor?

source: Propulsion
de_de: Antrieb

source: Outboard
de_de: Aussenborder

source: Stern
de_de: Z-Antrieb

source: Vdrive
de_de: V-Antrieb

source: Shaft
de_de: Antrieb mit Welle

source: Jet
de_de: Strahlantrieb

source: Sail
de_de: Saildrive

source: Pod
de_de: POD-Antrieb

source: Surface
de_de: Oberflächenantrieb

source: Hydraulic
de_de: Hydraulik-Antrieb

source: Forward
de_de: Forward Drive

source: Number of blades
de_de: Anzahl der Propeller

source: Stainless
de_de: rostfreier Stahl

source: Aluminum
de_de: Aluminium

source: Plastic
de_de: Kunststoff

source: Steel
de_de: Stahl

source: Alloy
de_de: Legierung

source: Singleprop
de_de: Einzelpropeller

source: Folding
de_de: Faltbar

source: Variable Pitch
de_de: Verstellbar

source: Cruising Speed
de_de: Marschgeschwindigkeit

source: Max Speed
de_de: Max Geschwindigkeit

source: Cruising Consumption
de_de: Verbrauch

source: Max Consumption
de_de: Max Verbrauch

source: Range
de_de: Distanz

source: Max Engine Power
de_de: Max. Motorleistung

source: Bow Thruster
de_de: Bugstrahlruder

source: Stern Thruster
de_de: Heckstrahlruder

source: Control Type
de_de: Kontrolltyp

source: Single
de_de: Einzel

source: Lake Constance
de_de: Bodensee

source: Rig Sails
de_de: Rigg-Segel

source: Sailplan
de_de: Segelplan

source: Select type of sail
de_de: Segeltyp auswählen

source: Sloop
de_de: Slooptakelung

source: Ketch
de_de: Ketsch

source: Yawl
de_de: Jolle

source: Cutter
de_de: Kutter

source: Number of masts
de_de: Anzahl der Masten

source: Main Sail
de_de: Großsegel

source: Jib
de_de: Fock

source: Brand of Jib
de_de: Marke des Vorsegel´s

source: Furling
de_de: Curling

source: None
de_de: Keine

source: Genoa
de_de: Genua

source: Gennaker Extra Details
de_de: Gennaker zusätzliche Angaben

source: Wood
de_de: Holz

source: Carbonfibre
de_de: Carbonfaser

source: Height
de_de: Höhe

source: Additional Info
de_de: Zusätzliche Informationen

source: Lazy Jacks
de_de: Lazy Jack

source: Spinnaker Boom
de_de: Spinnakerbaum

source: spinnaker Boom
de_de: Spinnakerbaum

source: Winches
de_de: Witschen

source: Electric
de_de: Elektrisch

source: Manual
de_de: Handbuch

source: Amount
de_de: Anzahl

source: Interior
de_de: Innenausstattung

source: Headroom
de_de: Stehhöhe

source: Cabins
de_de: Kabinen

source: Guest
de_de: Gast

source: Bow
de_de: Bug

source: Berths
de_de: Liegeplätze

source: Saloon
de_de: Salon

source: Toilets
de_de: Toiletten

source: Vacuum
de_de: Vakuum

source: Chemical
de_de: Chemisch

source: Number of Showers
de_de: Anzahl der Duschen

source: Heating
de_de: Heizung

source: AC
de_de: Heizung über Klimaanlage

source: Gas
de_de: Gasheizung

source: Freshwater Tanks
de_de: Frischwasser-Tanks

source: GRP
de_de: GFK

source: Combined Volume
de_de: Gesamtvolumen

source: Wastewater Tanks
de_de: Abwassertanks

source: Fuel Tanks
de_de: Treibstofftanks

source: Engine Data
de_de: Motor-Daten

source: Additional Engine Details
de_de: Zusätzliche Details zum Motor

source: Number of Engines
de_de: Anzahl der Motoren

source: Serial Number
de_de: Seriennummer

source: Engine Type
de_de: Motor-Typ

source: Inboard
de_de: Innenborder

source: Power
de_de: Motorleistung

source: Fuel
de_de: Treibstoff

source: Please choose a fuel type
de_de: Wählen Sie eine Kraftstoffart

source: Gasoline
de_de: Benzin

source: Hybrid
de_de: Hybridantrieb

source: Gasoline/Oil
de_de: Benzin/Öl

source: Propane
de_de: Propangas

source: Hours
de_de: Stunden

source: Cylinders
de_de: Zylinder

source: Strokes
de_de: Hubzahl

source: Capacity
de_de: Kapazität

source: Weight
de_de: Gewicht

source: Cooling System
de_de: Kühlsystem

source: Seawater
de_de: Meerwasser

source: Keel
de_de: Kiel

source: Two Circuits
de_de: Doppelsteueranlage

source: Built-in
de_de: Eingebaut

source: Starter Type
de_de: Starttyp

source: Electric / Manual
de_de: Elektrisch / Manuell

source: Trailer Details
de_de: Anhänger Details

source: Trailer Type
de_de: Anhänger Typ

source: Road
de_de: Bootstrailer

source: Harbour
de_de: Hafentrailer

source: Storage
de_de: Stellplatz/Trailer

source: Trolley
de_de: Slipwagen

source: Keelboat
de_de: Kielboot

source: Catamaran
de_de: Katamaran

source: Canoe / Rowing
de_de: Kanu/Kayak

source: Axles
de_de: Achsen

source: braked
de_de: Gebremst

source: Is the trailer braked?
de_de: Ist der Anhänger gebremst?

source: Trailer Dimensions
de_de: Trailer-Abmessungen

source: Length
de_de: Länge

source: Width
de_de: Breite

source: Axle Width
de_de: Achsenbreite

source: Curb Weight
de_de: Leergewicht

source: Payload
de_de: Nutzlast

source: Total Weight
de_de: Gesamtgewicht

source: Mooring Details
de_de: Details zum Liegeplatz

source: Mooring Type
de_de: Liegeplatz

source: Jetty
de_de: Fester Steg

source: Buoy
de_de: Bojenliegeplatz

source: Swimming
de_de: Schwimmsteg

source: Heated Hangar
de_de: Halle beheizt

source: Unheated Hangar
de_de: Halle unbeheizt

source: Outside
de_de: Aussenlager

source: Title
de_de: Titel

source: City
de_de: Stadt

source: Only City, not country or county.
de_de: Nur Stadt, nicht Land oder Kreis.

source: Marina Name
de_de: Name des Yachthafens

source: Land included with berth
de_de: Land mit Liegeplatz inbegriffen

source: Year Until
de_de: Jahr bis

source: Year the mooring available till
de_de: Liegeplatz verfügbar bis Jahr

source: Mooring Dimensions
de_de: Abmessungen der Liegeplätze

source: Water Depth
de_de: Wassertiefe

source: Max Boat Draught
de_de: Max. Tiefgang des Bootes

source: Equipment
de_de: Ausstattung

source: Automatic Steering Gear
de_de: Automatisches Lenkgetriebe

source: VHF radio
de_de: UKW-Funk

source: Plotter
de_de: Kartenplotter

source: Compass
de_de: Kompass

source: Echo Sounder
de_de: Echolot

source: Speed Log
de_de: Geschwindigkeitsanzeiger

source: Wind Indicator
de_de: Windmessanlage

source: Fish Finder
de_de: Fischfinder

source: AIS - Automatic Identification System
de_de: AIS - Automatisches Identifikationssystem

source: SSB - single side band
de_de: SSB Radio

source: On-board Computer
de_de: Bordcomputer

source: Position Lights
de_de: Positionslichter

source: Rudder Angle Indicator
de_de: Ruderstandsanzeige

source: Rev Indicator
de_de: Reff Anzeige

source: Technical
de_de: Technik

source: Battery
de_de: Batterie

source: Battery Charger
de_de: Batterieladegerät

source: Main Circuit Breaker
de_de: Hauptschalter

source: Shore Supply 220V
de_de: 220V Landanschluss

source: Solar Panels
de_de: Solarpanel

source: Inverter
de_de: Inverser

source: Rectifier
de_de: Gleichrichter

source: Hour Meter
de_de: Stundenmesser

source: Searchlight
de_de: Suchscheinwerfer

source: Bow Floodlight
de_de: Bugscheinwerfer

source: Under Water Light
de_de: Unterwasserlicht

source: Under Water Paint
de_de: Unterwasseranstrich

source: Davits
de_de: Davids

source: Warm Water System
de_de: Warmwasseranlage

source: Microwave
de_de: Mikrowelle

source: Sink
de_de: Waschbecken

source: Dishwasher
de_de: Geschirrspüler

source: Watermaker
de_de: Wasseraufbereiter

source: Washing Machine
de_de: Waschmaschine

source: Dryer
de_de: Trockner

source: Coolbox
de_de: Kühlbox

source: Icemaker
de_de: Eismaschine

source: Grill / Barbecue
de_de: Grill

source: Extractor Hood
de_de: Dunstabzugshaube

source: Bathtub
de_de: Badewanne

source: DVD Player
de_de: DVD-Abspielgerät

source: CD Player
de_de: CD

source: Home Cinema
de_de: Heimkino

source: Bluetooth Connector
de_de: Bluetooth Verbindung

source: Cockpit Speakers
de_de: Lautsprecher im Cockpit

source: TV Antenna
de_de: TV-Antenne

source: Has Antenna
de_de: Mit Antenne

source: Sat
de_de: Satellit

source: Sat Auto Search
de_de: Automatische Sat-Suche

source: Satellite Phone
de_de: Satellitentelefon

source: Satellite Internet
de_de: Satelliten Internet

source: Deck Showers
de_de: Deckduschen

source: Deck Shower
de_de: Deckdusche

source: Bathing Platform
de_de: Badeplattform

source: Has Bathing Platform
de_de: Hat Badeplattform

source: Bathing Ladder
de_de: Badeleiter

source: Has Gangway
de_de: Hat Gangway

source: Pulpit
de_de: Bugkorb

source: Pushpit
de_de: Heckkorb

source: Guard Rail
de_de: Seereling

source: Stern Rail
de_de: Heckreling

source: Cockpit Table
de_de: Cockpittisch

source: Deck Cleaning System
de_de: Deckswaschanlage

source: Boat Crane
de_de: Bootskran

source: Has Boat Crane
de_de: Hat Bootskran

source: Equipment Rack
de_de: Stauraum

source: Has Equipment Rack
de_de: Hat Ausrüstungsständer

source: Suncushions
de_de: Sonnenkissen

source: Covers
de_de: Persenninge

source: Spray Hood
de_de: Spritzhaube

source: Winter Cover
de_de: Winterpersenning

source: Harbour Cover
de_de: Hafen-Persenning

source: Full Cover
de_de: Ganzverdeck

source: Transport Cover
de_de: Transportpersenning

source: Camper Canvas
de_de: Camperverdeck

source: Cockpit Cover
de_de: Cockpit-Abdeckung

source: Flybridge Cover
de_de: Flybridge-Persenning

source: Windscreen Cover
de_de: Scheibenabdeckung

source: Prop Cover
de_de: Propellerhaube

source: Sail Cover
de_de: Segelpersenning

source: Sun Shades
de_de: Sonnensegel

source: Sun Shade
de_de: Sonnensegel

source: Fly
de_de: Flybridge

source: Aftdeck
de_de: Achterdeck

source: Safety
de_de: Sicherheit

source: Fire Extinguish System
de_de: Feuerlösch-Anlage

source: Fire Extinguisher
de_de: Feuerlöscher

source: Life Raft
de_de: Rettungsinsel

source: Life Jackets
de_de: Rettungswesten

source: Life Belts
de_de: Rettungsgürtel

source: Dan Buoy
de_de: Rettungsboje

source: Radar Reflector
de_de: Radarreflektor

source: Bilge Pump
de_de: Bilgenpumpe

source: Has Bilge Pump
de_de: Mit Bilgenpumpe

source: Automatic
de_de: Automatisch

source: Self Bailing Valve
de_de: Selbstlenzventil

source: Bilge Alarm
de_de: Bilgenalarm

source: Gas Detector
de_de: Gasmelder

source: Smoke Detector
de_de: Rauchmelder

source: Emergency Tiller
de_de: Notpinne

source: Spare Propeller
de_de: Ersatzpropeller

source: Fog Horn
de_de: Nebelhorn

source: Flagss
de_de: Flaggen

source: Distress Signals
de_de: Notsignalmittel

source: Jacklines
de_de: Strecktau

source: Railing Net
de_de: Relingsnetz

source: Safe
de_de: Tresor

source: Inside Steering
de_de: Steuerstand innen

source: Outside Steering
de_de: Steuerstand außen

source: Back2back Seats
de_de: Back-to-back Sitze

source: Single Front Seat
de_de: Einzelsitze (Vorne)

source: Media
de_de: Medien

source: Images
de_de: Bilder

source: Upload Images
de_de: Bilder hochladen

source: Panorama Images
de_de: Panorama-Bilder

source: Upload Paranorama Images
de_de: Paranorama-Bilder hochladen

source: Documents
de_de: Dokumente

source: Upload Documents
de_de: Dokumente hochladen

source: sailboats
de_de: Segelboot

source: Cabin
de_de: Kabine

source: Classic
de_de: Klassisch

source: Cruising
de_de: Reisegeschwindigkeit

source: Decksaloon
de_de: Decksalon

source: Dinghy
de_de: Beiboot

source: Motorsailer
de_de: Motorsegler

source: powerboats
de_de: Motorboot

source: Airboat
de_de: Luftkissenboot

source: Cargo
de_de: Fracht

source: Centerconsole
de_de: Mittelkonsole

source: Diving
de_de: Tauchen

source: Fishing
de_de: Fischen

source: Highperformance
de_de: Leistungsstark

source: Houseboat
de_de: Hausboot

source: Passenger
de_de: Passagiere

source: Pontoon
de_de: Pontoon-Boot

source: Sloep
de_de: Sleep

source: Submarine
de_de: U-Boot

source: inflatables
de_de: Schlauchboote

source: small-boats
de_de: Kleines Boot

source: Canoe
de_de: Kanu

source: Kayak
de_de: Kajak

source: personal water craft
de_de: Wasserfahrzeug

source: conditional
de_de: Zustand

source: Offshore
de_de: Außerhalb von Küstengewässern

source: Crabber
de_de: Kutter

source: Bay Boat
de_de: Angelboot

source: Container Ship
de_de: Container-Schiff

source: Date
de_de: Datum

source: Source
de_de: Quelle

source: Published
de_de: Veröffentlicht

source: Drafts
de_de: Entwürfe

source: If you have any questions, simply reply to this email!
de_de: Wenn Sie bei irgendetwas anderem Hilfe benötigen, antworten Sie einfach auf diese E-Mail!

source: Welcome back! Please signin to continue.
de_de: Willkommen zurück! Bitte melden Sie sich an, um fortzufahren.

source: Forgot password?
de_de: Haben Sie Ihr Passwort vergessen?

source: Sign In
de_de: Einloggen

source: Recover Password
de_de: Passwort erstellen

source: Repeat Password
de_de: Passwort zurücksetzen

source: Please, type your email below
de_de: Bitte geben Sie Ihre E-Mail-Adresse unten ein

source: Go to login
de_de: Zur Anmeldung gehen

source: Account activation
de_de: Konto-Aktivierung

source: Type your password
de_de: Geben Sie Ihr Passwort ein

source: Activate account
de_de: Konto aktivieren

source: Welcome to Dealers League Marine!
de_de: Willkommen bei Dealers League Marine!

source: To help you get started here are a few guides you might find useful
de_de: Um Ihnen den Einstieg zu erleichtern, finden Sie hier einige Leitfäden, die Ihnen nützlich sein könnten

source: How to manage your account
de_de: Wie Sie Ihr Konto verwalten

source: How to create a new listing
de_de: Wie man einen neuen Eintrag erstellt

source: How to publish a new listing to your website
de_de: Wie Sie einen neuen Eintrag auf Ihrer Webseite veröffentlichen

source: If you need help with anything else, simply reply to this email!
de_de: Wenn Sie bei irgendetwas anderem Hilfe benötigen, antworten Sie einfach auf diese E-Mail!

source: Many Thanks
de_de: Vielen Dank

source: Operations Manager
de_de: Betriebsleiter

source: One number or symbol
de_de: Anzahl der Ergebnisse ausblenden

source: Add CSS here that you want added to the boat archive page and single boat pages. For example, to hide the theme header or change button color.
de_de: Fügen Sie hier CSS hinzu, die Sie zur Bootsarchivseite und zu den einzelnen Bootsseiten hinzufügen möchten. Zum Beispiel

source: Privacy Link URL
de_de: Datenschutz-Link

source: Add Location
de_de: Standort

source: Location Data
de_de: Standort-ID

source: Location name
de_de: Standort

source: Main location
de_de: Hauptsitz

source: Invoicing location
de_de: Details zur Rechnungsstellung

source: Address (Type and press enter to validate)
de_de: Bitte machen Sie eine Eingabe um hier zu suchen

source: Enter the name
de_de: Geben Sie den Bootsnamen ein

source: Your Scheduled Listings Have Been Processed
de_de: Y

source: Here are the results:
de_de: Hier die Ergebnisse:

source: Sent To Website
de_de: Webseite

source: Not Published
de_de: Veröffentlicht

source: The following listings have some issues. Please review them and amend any issues before they can be published.
de_de: T.

source: If provided used in correspondence and admin dashboard, if not provided, company will be used
de_de: Falls vorhanden, in der Korrespondenz und im Verwaltungs-Dashboard verwendet

source: Used for invoices and contracts, etc
de_de: Wird für Rechnungen und Verträge verwendet

source: Survey
de_de: Gutachten

source: VOLUME
de_de: VOLUMEN

source: ENGINES
de_de: MOTOREN

source: TECHNICS
de_de: Technik

source: Volume
de_de: Volumen

source: Engines
de_de: Motoren

source: Technics
de_de: Technik

source: Boats
de_de: Boote

source: Form
de_de: Formular

source: Add New
de_de: Neu hinzufügen

source: Add New Boat
de_de: Neues Boot hinzufügen

source: New Boat
de_de: Boot ansehen

source: Edit Boat
de_de: Boot hinzufügen

source: View Boat
de_de: Boot ansehen

source: All Boats
de_de: Alle Boote

source: Search Boats
de_de: Boote suchen

source: No boats found.
de_de: Keine Boote gefunden.

source: No boats found in Trash.
de_de: Keine Boote gefunden.

source: Enter the Boat name
de_de: Geben Sie den Bootsnamen ein

source: listings
de_de: Auflistungen

source: No listings found
de_de: Keine Auflistungen gefunden

source: Missing data
de_de: Fehlende Daten

source: Please complete recaptcha
de_de: Bitte vervollständigen Sie recaptcha

source: The name is required
de_de: Der Name ist erforderlich

source: The email is required
de_de: Die E-Mail ist erforderlich

source: The email is not valid
de_de: E-Mail ist ungültig

source: The phone is required
de_de: Benutzerkonto ist erforderlich

source: The subject is required
de_de: Benutzerkonto ist erforderlich

source: The message is required
de_de: Die Nachricht ist erforderlich

source: New Survey Request from
de_de: Neue Gutachten Anfrage von

source: New Survey Request
de_de: Neue Gutachten Anfrage

source: New Boat Enquiry
de_de: Neue Bootsanfrage

source: New Enquiry
de_de: Neue Anfrage

source: Thank you for contacting us, we will be in touch soon.
de_de: Vielen Dank für Ihre Nachricht. Wir melden uns in Kürze bei Ihnen.

source: Sorry there was an error. Message was not sent.
de_de: Es gab einen Fehler. Ihre Nachricht wurde nicht gesendet.

source: Previous
de_de: Vorherige

source: Next
de_de: Nächste

source: Connection Settings
de_de: Verbindungseinstellungen

source: Username
de_de: Benutzername

source: Your Dealers League Marine Username
de_de: Ihr Dealers League Marine Benutzername

source: API Key
de_de: API-Schlüssel

source: API Key provided by Dealers League SL
de_de: API-Schlüssel zur Verfügung gestellt von Dealers League SL

source: API URL for external requests
de_de: API URL für externe Anfragen

source: Refresh listings
de_de: Auflistungen aktualisieren

source: View listings
de_de: Mehr Information

source: This will let you see the list of boats in the Wordpress database. Not for editing listings, normally just used for debugging.
de_de: Damit können Sie die Liste der Boote in der Wordpress-Datenbank sehen. Nicht zum Bearbeiten von Listen, normalerweise nur zur Fehlersuche verwendet.

source: Dealers League Marine Settings
de_de: Dealers League Marine Einstellungen

source: Germany
de_de: Deutschland

source: United Kingdom
de_de: Vereinigtes Königreich von Großbritannien

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate

source: Antigua and Barbuda
de_de: Antigua und Barbuda

source: Albania
de_de: Albanien

source: Armenia
de_de: Armenien

source: Antarctica
de_de: Antarktis

source: Argentina
de_de: Argentinien

source: American Samoa
de_de: Amerikanisch-Samoa

source: Austria
de_de: Österreich

source: Australia
de_de: Australien

source: Åland Islands
de_de: Ålandinseln

source: Azerbaijan
de_de: Aserbaidschan

source: Bosnia and Herzegovina
de_de: Bosnien und Herzegovina

source: Bangladesh
de_de: Bangladesch

source: Belgium
de_de: Belgien

source: Bulgaria
de_de: Bulgarien

source: Bahrain
de_de: Bahrain (Bahrein)

source: Brunei Darussalam
de_de: Brunei

source: Bolivia (Plurinational State of)
de_de: Bolivien
